Repository: vsc55/freepbx_endpointman
Catalog: i18n/*/LC_MESSAGES/endpointman.po
Languages: es_es

source: The package has been updated from version %s to version %s ✔.
es_es: El paquete se ha actualizado de la versión %s a la versión %s ✔.

source: Package is up to date at version %s ✔
es_es: El paquete está actualizado a la versión %s ✔

source: 💥 Not able to connect to repository. Using local Provisioner.net Package
es_es: 💥 No se puede conectar al repositorio. Utilizando el paquete local de Provisioner.net

source: Update Brand (%s):
es_es: Actualizar marca (%s):

source: 💥 Not able to connect to repository. Using local brand [%s] file instead!
es_es: 💥 No se puede conectar al repositorio. ¡Usando archivo local de marca [%s] en su lugar!

source: ✅ Brand '%s' already exists in the database.
es_es: ✅ La marca '%s' ya existe en la base de datos.

source: ✅ Brand '%s' added to the database.
es_es: ✅ Marca '%s' añadida a la base de datos.

source: ❌ Unable to add brand '%s', error: %s
es_es: ❌ No se ha podido añadir la marca '%s', error: %s

source: ⚡ Update OUIs for brand '%s' ◾◾◾
es_es: ⚡ Actualizar OUIs para marca '%s' ◾◾◾◾

source: Error: No package found in master.json
es_es: Error: No se ha encontrado ningún paquete en master.json

source: Error: Unable to import JSON file for brand %s
es_es: Error: No se ha podido importar el archivo JSON para la marca %s

source: Error: Unable to import JSON file for family %s
es_es: Error: No se ha podido importar el archivo JSON de la familia %s

source: ✅ Product '%s' added to the database.
es_es: ✅ Producto '%s' añadido a la base de datos.

source: ❌ Unable to add product '%s', error: %s
es_es: ❌ No se ha podido añadir el producto '%s', error: %s

source: ❌ Unable to update model '%s', error: %s
es_es: ❌ No se ha podido actualizar el modelo '%s', error: %s

source: ❌ Invalid Brand ID '%s'!
es_es: ❌ ¡Identificación de marca '%s' no válida!

source: ❌ Installing brands is disabled while in repo mode!
es_es: ❌ ¡La instalación de marcas está desactivada en modo repo!

source: ❌ Brand with id '%s' not found in the database!
es_es: ❌ ¡La marca con el id '%s' no se encuentra en la base de datos!

source: ⚡ Install/Update Brand '%s' ...
es_es: ⚡ Instalar/Actualizar Marca '%s' ...

source: ❌ Brand Directory Is Not Set!
es_es: ❌ ¡El directorio de marcas no está configurado!

source: ❌ Brand Object is Empty!
es_es: ❌ ¡El objeto de marca está vacío!

source: ⚡ Downloading Brand JSON ...
es_es: ⚡ Descarga de Brand JSON ...

source: 💥 Error Connecting to the Package Repository. Module not installed. Please Try again later.
es_es: 💥 Error al conectar con el repositorio de paquetes. Módulo no instalado. Por favor, inténtelo de nuevo más tarde.

source: ❌ Error Connecting to the Package Repository. Module not installed. Please Try again later.
es_es: ❌ Error al conectar con el repositorio de paquetes. Módulo no instalado. Vuelva a intentarlo más tarde.

source: ❌ You Can Also Manually Update The Repository By Downloading Files here: <a href='%s' target='_blank'> Release Repo </a>
es_es: ❌ También puede actualizar manualmente el repositorio descargando los archivos aquí: <a href='%s' target='_blank'> Release Repo </a>

source: ❌ Then Use Manual Upload in Advanced Settings.
es_es: ❌ A continuación, utilice Carga manual en Configuración avanzada.

source: ❌ No Package Found in JSON File!
es_es: ❌ ¡No se ha encontrado ningún paquete en el archivo JSON!

source: ⚡ Downloading Brand Package ...
es_es: ⚡ Descarga del paquete de la marca...

source: ❌ Can't Find Downloaded File!
es_es: ❌ ¡No encuentro el archivo descargado!

source: 💥 Skipping MD5 Check!
es_es: 💥 ¡Omitiendo comprobación MD5!

source: ⚡ Checking MD5sum of Package ...
es_es: ⚡ Comprobación de la suma MD5 del paquete ...

source: ✅ MD5 Check Passed!
es_es: ✅ ¡Comprobación MD5 superada!

source: ⚡ Extracting Tarball ...
es_es: ⚡ Extrayendo Tarball ...

source: 💥 Error Extracting Package!
es_es: 💥 ¡Error al extraer el paquete!

source: ⚡ Removing Temporary Files ...
es_es: ⚡ Eliminación de archivos temporales...

source: ✅ Brand Installed/Updated Successfully!
es_es: ✅ ¡Marca instalada/actualizada con éxito!

source: ❌ Update Brand Error, No Brand Object Given!
es_es: ❌ Error de actualización de marca, ¡no se ha proporcionado ningún objeto de marca!

source: ⚡ Update Brand '%s' ...
es_es: ⚡ Actualizar Marca '%s' ...

source: ⚡ Processing '%s' ...
es_es: ⚡ Procesando '%s' ...

source: ❌ Error: Invalid JSON Structure in file json!
es_es: ❌ Error: ¡Estructura JSON no válida en el archivo json!

source: ✅ Appears to be a valid Provisioner.net JSON file.....Continuing ✔
es_es: ✅ Parece ser un archivo JSON válido de Provisioner.net.....Continuing ✔

source: ⚡ Creating Directory Structure for Brand '%s' and Moving Files ...
es_es: ⚡ Crear estructura de directorios para marca '%s' y mover archivos...

source: 💥 Warning: Unable to move file '%s'
es_es: 💥 Advertencia: No se ha podido mover el archivo '%s'

source: ❌ Error: Unable to move files!
es_es: ❌ Error: ¡No se pueden mover los archivos!

source: ⚡ Updating Brand '%s' ...
es_es: ⚡ Actualizando Marca '%s' ...

source: ⚡ Inserting Brand '%s' ...
es_es: ⚡ Insertando Marca '%s' ...

source: ⚡ Updating OUI list in DB ...
es_es: ⚡ Actualizando lista OUI en BD ....

source: ⚡ Updating Family Lines ...
es_es: ⚡ Actualización de las líneas familiares...

source: ⚡ - Updating Family '%s'...
es_es: ⚡ - Actualizando Familia '%s'...

source: ⚡ - Inserting Family '%s'...
es_es: ⚡ - Insertando Familia '%s'...

source: ⚡ - Updating Model Lines ...
es_es: ⚡ - Actualización de las líneas modelo ...

source: ⚡ -- Old Data Detected! Migrating ...
es_es: ⚡ -- ¡Datos antiguos detectados! Migrando...

source: ⚡ -- Old Data Detected! Migrating ...
es_es: ⚡ -- ¡Datos antiguos detectados! Migrando...

source: ⚡ - Updating Model '%s' ...
es_es: ⚡ - Actualización del modelo '%s' ...

source: ⚡ - Inserting Model '%s' ...
es_es: ⚡ - Insertando Modelo '%s' ...

source: ❌ Unable to add model '%s', error: %s
es_es: ❌ No se ha podido añadir el modelo '%s', error: %s

source: Moving/Removing Model '%s' not present in JSON file ...
es_es: Mover/Eliminar el modelo '%s' no está presente en el archivo JSON ...

source: ✅ All Done!
es_es: ✅ ¡Todo Correcto!

source: ❌ Uninstall Brand Error, Brand ID '%s' is invalid!
es_es: ❌ Error de desinstalación de marca, ¡El ID de marca '%s' no es válido!

source: ❌ Uninstalling brands is disabled while in repo mode!
es_es: ❌ ¡La desinstalación de marcas está desactivada en modo repo!

source: ❌ Uninstall Brand Error, Brand ID '%s' not found in the database!
es_es: ❌ Error de desinstalación de marca, ¡El ID de marca '%s' no se encuentra en la base de datos!

source: ❌ Failed to get data from the json file!
es_es: ❌ ¡Fallo al obtener datos del archivo json!

source: ⚡ Uninstalla Brand '%s' ...
es_es: ⚡ Desinstalar marca '%s' ...

source: ✅ Uninstall Brand Success!
es_es: ✅ ¡Desinstalación de la marca con éxito!

source: ❌ Install Firmware Error, Product Object is empty!
es_es: ❌ Error de instalación de firmware, ¡el objeto de producto está vacío!

source: ❌ Install Firmware Error, Product ID not found in the database!
es_es: ❌ Error de instalación del firmware, ¡no se ha encontrado el ID del producto en la base de datos!

source: ❌ Install Firmware Error, Product JSON is empty!
es_es: ❌ Error de instalación de firmware, ¡JSON del producto está vacío!

source: ⚡ Installa frimware for Product '%s' ...
es_es: ⚡ Installa frimware para Producto '%s' ...

source: ❌ The firmware version is Null or blank!
es_es: ❌ ¡La versión del firmware es Nula o está en blanco!

source: ❌ The firmware package is Null or blank!
es_es: ❌ ¡El paquete de firmware es Nulo o está en blanco!

source: ⚡ New Firmware Version Detected '%s'!
es_es: ⚡ ¡Nueva versión de firmware detectada '%s'!

source: ✅ Firmware file is already downloaded, skipping download!
es_es: ✅ El archivo de firmware ya está descargado, ¡salta la descarga!

source: ⚡ Downloading firmware...
es_es: ⚡ Descargando firmware...

source: ❌ Error Downloading Firmware!
es_es: ❌ ¡Error al descargar el firmware!

source: ⚡ Checking MD5sum of Package thas was downloaded ...
es_es: ⚡ Comprobación de MD5 del paquete descargado ...

source: ❌ Firmware MD5 for the package '%s' is invalid!
es_es: ❌ ¡El MD5 del firmware del paquete '%s' no es válido!

source: ⚡ Installing Firmware...
es_es: ⚡ Instalando Frimware...

source: ❌ Failed To Copy %s!
es_es: ❌ ¡Fallo al copiar %s!

source: 👁‍🗨 Copied '%s' to '%s'!
es_es: 👁‍🗨 ¡Copiado '%s' a '%s'!

source: ❌ Copy Error Detected! Aborting Install!
es_es: ❌ ¡Error de copia detectado! ¡Abortar la instalación!

source: 👁‍🗨Info: Please Check Directory/Permissions!
es_es: 👁‍🗨Info: Por favor, compruebe el Directorio/Permisos

source: ✅ Firmware Installed Successfully!
es_es: ✅ ¡Firmware instalado correctamente!

source: ✅ Your Firmware is already up to date!
es_es: ✅ ¡Tu Firmware ya está actualizado!

source: ❌ Remove Firmware Error, Product Object is empty!
es_es: ❌ Error al Elimina Firmware, ¡Objeto de producto vacío!

source: ❌ Remove Firmware Error, Product ID not found in the database!
es_es: ❌ Error al Elimina Firmware, ¡ID de producto no encontrado en la base de datos!

source: ⚡ Uninstall Firmware for Product '%s' ...
es_es: ⚡ Desinstalar el firmware del producto '%s' ...

source: 💥Skipping, the brand does not have any firmware files.
es_es: 💥Skipping, la marca no tiene ningún archivo de firmware.

source: ⭕ Skipping, Location tftp does not exist!
es_es: ⭕ Omitiendo, ¡La ubicación tftp no existe!

source: ❌ Unable to remove firmware file '%s' due to permissions!
es_es: ❌ ¡No se puede eliminar el archivo de firmware '%s' debido a permisos!

source: ❌ Unable to remove firmware file '%s'!
es_es: ❌ ¡No se puede eliminar el archivo de firmware '%s'!

source: ✅ Firmware Removed Successfully!
es_es: ✅ ¡Firmware eliminado con éxito!

source: Devices
es_es: Dispositivos

source: Command not found!
es_es: Comando no valido!

source: Tab not found!
es_es: Tab no encontrado!

source: Save
es_es: Guardar

source: No send Custom Value!
es_es: No se enviará Valor Personalizado!

source: No send TID!
es_es: No se envío TID!

source: TID is not number!
es_es: TID no es un numero!

source: Global Config Read OK!
es_es: Global configuración leida OK!

source: Directory Not Writable!
es_es: Directorio no escribible!

source: Not a Vaild Directory
es_es: No es un directorio válido

source: Updated!
es_es: Actualizado!

source: Globals Reset to Default!
es_es: Restablecer valores predeterminados globales!

source: No send ID!
es_es: No se ha enviado ID!

source: ID is not number!
es_es: ID no es numero!

source: ID send is negative!
es_es: ID enviado es negativo!

source: Delete Template OK!
es_es: Eliminacion Plantilla OK!

source: No send value!
es_es: No se ha enviado VALOR!

source: Value send is not number!
es_es: El valor enviado no es un numero!

source: Name is null!
es_es: Nombre es nulo!

source: Clone Model send is negative!
es_es: ¡El modelo de clonaje enviado es negativo!

source: Add New Template OK!
es_es: Nueva Plantilla Creada OK!

source: ID send is not number!
es_es: ID enviado no es numero!

source: ID send is number not valid!
es_es: ID enviado es un numero no valido!

source: Generate list Ok!
es_es: Lista Generada Ok!

source: Are you sure to delete OUI '%s' for the brand '%s'?
es_es: ¿Estás seguro de borrar OUI '%s' para la marca '%s'?

source: YES
es_es: SÍ

source: The row data is invalid!
es_es: Los datos de la fila no son válidos

source: No Selected
es_es: No Seleccionado

source: The form is not ready!
es_es: El formulario no está listo

source: Are you sure to delete the file [%s]?
es_es: ¿Estás seguro de borrar el archivo [%s]?

source: The editor is not activated!
es_es: El editor no está activado

source: The editor is duplicated!
es_es: El editor está duplicado

source: The new file name is empty!
es_es: El nuevo nombre de archivo está vacío

source: The new file name is the same as the original!
es_es: El nuevo nombre de archivo es el mismo que el original

source: Are you sure to create a new file '%s'?
es_es: ¿Estás seguro de crear un nuevo archivo '%s'?

source: Are you sure to save your changes in '%s'? Will be overwritten irreversibly!
es_es: ¿Estás seguro de guardar tus cambios en '%s'? ¡Se sobrescribirán irreversiblemente!

source: Custom
es_es: Personalizado

source: Required
es_es: Necesario

source: Missing ID!
es_es: Falta el ID!

source: ID is not a number!
es_es: El ID no es numero!

source: Are you sure you want to delete the OUI?
es_es: ¿Estás seguro de que quieres borrar la OUI?

source: ERROR: Missing tabs!
es_es: ERROR: ¡Faltan pestañas!

source: Error to Save Change!
es_es: ¡Error al guardar el cambio!

source: Brand not installed
es_es: Marca no instalada

source: This Brand is not installed, click the Install button to install the package.
es_es: Esta marca no está instalada, haga clic en el botón Instalar para instalar el paquete.

source: This brand has no models!
es_es: ¡Esta marca no tiene modelos!

source: This brand does not have any model.
es_es: Esta marca no tiene ningún modelo.

source: Endpoint Manager object is required
es_es: Se requiere el objeto Endpoint Manager

source: Family JSON file is required
es_es: Se requiere un archivo JSON familiar

source: Brand ID is required
es_es: Se requiere ID de marca

source: Brand ID '%s' already exists
es_es: El ID de marca '%s' ya existe

source: Directory could not be created: %s
es_es: No se ha podido crear el directorio: %s

source: Directory '%s' is not writable! Unable to download files
es_es: El directorio '%s' no tiene permisos de escritura No se pueden descargar archivos

source: Could not open target file: %s
es_es: No se ha podido abrir el archivo de destino: %s

source: Error Downloading file '%s' (%s): %s
es_es: Error al descargar el archivo '%s' (%s): %s

source: ⚡ Downloading %s ...
es_es: ⚡ Descargando %s ...

source: (Complete)
es_es: (Completado)

source: Complete
es_es: Completado

source: Success
es_es: Correcto

source: The file does not have a valid extension (.tgz or .tar.gz): %s
es_es: El archivo no tiene una extensión válida (.tgz o .tar.gz): %s

source: Could not open .gz file: %s
es_es: No se ha podido abrir el archivo .gz: %s

source: Could not open .tar file: %s
es_es: No se ha podido abrir el archivo .tar: %s

source: Error Reading .tar File: %s
es_es: Error al leer el archivo .tar: %s

source: No file specified
es_es: No se ha especificado ningún archivo

source: Invalid JSON data
es_es: Datos JSON no válidos

source: Maximum stack depth exceeded
es_es: Se ha excedido la profundidad máxima de la pila

source: Underflow or the modes mismatch
es_es: JSON con formato incorrecto o inválido

source: Unexpected control character found
es_es: Error del carácter de control, posiblemente se ha codificado de forma incorrecta

source: Syntax error, malformed JSON
es_es: Error de sintaxis, JSON malformada

source: Malformed UTF-8 characters, possibly incorrectly encoded
es_es: Caracteres UTF-8 mal formados, posiblemente codificados de forma incorrecta

source: Unknown error
es_es: Error desconocido

source: Cant find file: %s
es_es: No se puede encontrar el archivo: %s

source: Source and destination directories must be specified
es_es: Deben especificarse los directorios de origen y destino

source: Could not create directory: %s
es_es: No se ha podido crear el directorio: %s

source: Could not set permissions on directory: %s
es_es: No se han podido establecer permisos en el directorio: %s

source: Could not copy directory: %s
es_es: No se ha podido copiar el directorio: %s

source: Could not copy file: %s
es_es: No se ha podido copiar el archivo: %s

source: Could not set permissions on file: %s
es_es: No se han podido establecer permisos en el archivo: %s

source: Invalid values '%s'
es_es: Valores no válidos '%s'

source: and
es_es: y

source: Empty JSON data and JSON file!
es_es: ¡Datos JSON y archivo JSON vacíos!

source: JSON file '%s' does not exist!
es_es: ¡El fichero JSON '%s' no existe!

source: Empty JSON data [%s]!
es_es: ¡Datos JSON vacíos [%s]!

source: Invalid JSON data [%s]!
es_es: ¡Datos JSON no válidos [%s]!

source: Invalid brand data, name '%s', directory '%s'
es_es: Datos de marca no válidos, nombre '%s', directorio '%s'

source: Empty URL or file!
es_es: ¡URL o archivo vacío!

source: Empty URL, file, package or extract path!
es_es: ¡URL, archivo, paquete o ruta de extracción vacíos!

source: Empty directory [%s]!
es_es: ¡Directorio vacío [%s]!

source: Empty JSON data and File '%s' not exist [%s]!
es_es: ¡Datos JSON vacíos y Archivo '%s' no existe [%s]!

source: Invalid JSON data, missing 'brands' key [%s]!
es_es: Datos JSON no válidos, ¡falta la clave 'brands' [%s]!

source: Invalid familyData data, id '%s', name '%s', directory '%s', brand_id '%s'
es_es: Datos familyData no válidos, id '%s', name '%s', directory '%s', brand_id '%s'

source: Empty temp file or brand directory!
es_es: ¡Archivo temporal vacío o directorio de marca!

source: Not set temp Package file!
es_es: ¡No se ha configurado el archivo temporal Package!

source: Empty MD5sum or temp file not exist or not set!
es_es: ¡El MD5 está vacía o el archivo temporal no existe o no está configurado!

source: Source directory not exist!
es_es: ¡El directorio origen no existe!

source: The ID is required!
es_es: ¡ID de marca es obligatorio!

source: Configuration file '%s' not exist!
es_es: ¡El fichero de configuración '%s' no existe!

source: ❌ File '%s' not found [%s]!
es_es: ❌ ¡Fichero '%s' no encontrado [%s]!

source: ❌ Invalid JSON data [%s]!
es_es: ❌ ¡Datos JSON no válidos [%s]!

source: ❌ Invalid JSON data, missing 'category' is empty or is not array [%s]!
es_es: ❌ ¡Datos JSON no válidos, falta 'category' está vacía o no es un array [%s]!

source: <b>Skip:</b> Loop Variable <b>'%s'</b> format not valid!
es_es: <b>Saltarse:</b> ¡El formato de la variable <b>de bucle '%s'</b> no es válido!

source: /tftpboot is not writable
es_es: /tftpboot no se puede escribir

source: Please create /tftpboot, even if you won't use it
es_es: Por favor, cree /tftpboot, incluso si no lo va a usar

source: Sorry, Only Asterisk is supported currently
es_es: Lo sentimos, actualmente solo se admite Asterisk

source: Error 403 Forbidden
es_es: Error 403 - Prohibido

source: Access denied!
es_es: ¡Acceso denegado!

source: Error 404 Not Found
es_es: Error 404, No encontrado

source: File not Found!
es_es: ¡Archivo no encontrado!

source: Error 500 Internal Server Error
es_es: Error 500 - Error Interno del Servidor

source: System Failure!
es_es: ¡Fallo de sistema!

source: Export CSV
es_es: Exportación CSV

source: Export CSV file of devices
es_es: Archivo CSV exportación de dispositivos

source: Export
es_es: Exportar

source: Export data configuracion devices.
es_es: Exportar datos de configuracion de dispositivo.

source: Import CSV
es_es: Importar CSV

source: Import CSV file of devices
es_es: Importar archivo CSV de dispositivos

source: Import
es_es: Importar

source: Warning: The extensions need to be added into FreePBX before you import.
es_es: Advertencia: Las extensiones deben ser agregados en FreePBX antes de importar.

source: CSV File Format
es_es: Formato de archivo CSV

source: Structure
es_es: Estructura

source: is required
es_es: es requerido

source: can be blank
es_es: puede estar en blanco

source: Examples
es_es: Ejemplos

source: Import Packages
es_es: Importar Paquetes

source: Download updated releases from:
es_es: Descargue las versiones actualizadas de:

source: Local Date Last Modified: %s
es_es: Fecha local de la última modificación: %s

source: Provisioner Package
es_es: Provisioner Paquete

source: Import a package Provisioner in manual mode.
es_es: Importación de un paquete de Provisioner en el modo manual.

source: Brand Package
es_es: Paquete de marcas

source: Import a package brand in manual mode.
es_es: Importación de un paquete de la marca en el modo manual.

source: Export Brand Packages
es_es: Paquetes de exportación de la marcas

source: Learn how to create your own brand package at
es_es: Aprender a crear su propio paquete de la marca en

source: Brand's Available
es_es: Marcas disponibles

source: Heads up!
es_es: ¡Aviso!

source: List Bran's Availables empty.
es_es: Lista de Marcas disponibles vacia.

source: Explor a package brand's availables.
es_es: Exportar paquete de Marcas disponibles.

source: List of other exports
es_es: Lista de otras exportaciones

source: Loading...
es_es: Cargando…

source: List packages generated in other exports.
es_es: Lista paquetes generados en otras exportaciones.

source: Add Custom OUI
es_es: Añadir OUI Personalizado

source: Refresh Table
es_es: Actualizar Tabla

source: Type
es_es: Tipo

source: Actions
es_es: Accion

source: New OUI Custom
es_es: Nueva OUI personalizado

source: OUI Brand
es_es: OUI Marca

source: They are the first 6 characters of the MAC device that identifies the brand (manufacturer).
es_es: Son los primeros 6 caracteres del dispositivo MAC que identifica a la marca (fabricante).

source: It is the brand of OUI we specified.
es_es: Es la marca del OUI que hemos especificado.

source: Cancel
es_es: Cancelar

source: Product:
es_es: Producto:

source: Save As...
es_es: Gardar Como...

source: Share
es_es: Compartir

source: Select brands, products or models that do not need to hide from the list.
es_es: Seleccione las Marcas, Productos y modelos que no necesite para ocultarlo en la lista de Instalar/Desisntalar.

source: Brands/Modules
es_es: Marca/Modelo

source: Warning!
es_es: Advertencia!

source: here
es_es: aquí

source: to install some
es_es: instalar algún

source: Advanced Settings
es_es: Configuración Avanzada

source: to setup your configuration
es_es: para configurar su configuración

source: Unknown
es_es: Desconocido

source: Device
es_es: Dispositivo

source: Model of Phone
es_es: Modelo de Teléfono

source: Extension Number
es_es: Número de extensión

source: Add
es_es: Añadir

source: Reset
es_es: Reiniciar

source: Unmanaged Extensions
es_es: Las extensiones no administradas

source: Add Selected Phones
es_es: Añadir teléfonos seleccionados

source: Current Managed Extensions
es_es: Extensiones administradas actuales

source: Edit
es_es: Editar

source: Selected Phone(s) Options
es_es: Seleccionar opciones de Teléfono(s)

source: Rebuild
es_es: Reconstruir

source: Change Selected Phones to
es_es: Cambiar los teléfonos seleccionados a

source: Global Phone Options
es_es: Opciones Globales de Teléfonos

source: Use NMAP
es_es: Uso de NMAP

source: Configure
es_es: Configurar

source: Reconfigure all
es_es: Reconfigurar todo

source: with
es_es: con

source: The Endpoint Configuration Manager was originally written by
es_es: Endpoint Configuration Manager fue escrito originalmente por

source: The project is maintained at
es_es: El proyecto se mantiene en

source: No Device Selected to Edit!
es_es: ¡Ningún dispositivo seleccionado para editar!

source: Saved
es_es: Guardado

source: No Phones Selected
es_es: No hay teléfonos seleccionados

source: No Phones to Reboot
es_es: No hay teléfonos para reiniciar

source: No Brand Selected for Reboot
es_es: Ninguna marca seleccionada para reiniciar

source: No Devices Found
es_es: No se encontraron dispositivos

source: Please select a Brand and/or Model
es_es: Por favor, seleccione una marca y / o modelo

source: No Phones Selected!
es_es: Sin teléfono seleccionado!

source: Please select a product
es_es: Por favor, seleccione un producto

source: Please select a template
es_es: Por favor, seleccione una plantilla

source: Please select a model
es_es: Por favor, seleccione un modelo

source: End Point Configuration Manager
es_es: Configurar Administracion End Point

source: Setting Provision
es_es: Ajustes Provision

source: Server PBX...
es_es: Servidor PBX...

source: Use me!
es_es: Usame!
