Repository: vsc55/freepbx_endpointman
Catalog: i18n/*/LC_MESSAGES/endpointman.po
Languages: es_es

source: IP address of the PBX server that will use the terminals.
es_es: Dirección IP del servidor PBX que van a utilizar los terminales.

source: - Point your phones to:
es_es: - Señalar sus teléfonos para:

source: Type Terminal Server where to obtain configuration data and firmware update. It can be http or ftp.
es_es: Tipo de servidor donde los terminales obtiene los datos de configuración y actualización del firmware. Puede ser HTTP o FTP/TFTP.

source: Path....
es_es: Ubicación...

source: Location where configuration files and firmware for terminals are housed.
es_es: Lugar donde se alojan los archivos de configuración y firmware para los terminales.

source: Time
es_es: Hora

source: TimeZone PBX
es_es: Zona Horaria de la PBX

source: Select the time zone for the terminals. Example England/London
es_es: Seleccione la zona horaria de los terminales. Ejemplo Europa/Madrid

source: Server NTP...
es_es: Servidor NTP...

source: NTP server that syncs the time the terminals.
es_es: Servidor NTP que usaran los terminales para sincronizar la hora.

source: Reload Config
es_es: Recargar Configuración

source: Update Global Overrides
es_es: Actualizar Configuración Personalizada

source: Reset Global Overrides to Default
es_es: Restablecer valores por defecto

source: Content of the file:
es_es: Contenido del archivo:

source: List Tempalte Custom
es_es: Lista Plantillas Personalizadas

source: Template Name
es_es: Nombre Plantilla

source: Model Classification
es_es: Clasificación modelo

source: Model Clone
es_es: Copiar Modelo

source: Info Template
es_es: Información Plantilla

source: Template Name:
es_es: Nombre Plantilla:

source: Product Line:
es_es: Línea de Productos:

source: Clone of Model:
es_es: Copiar del Modelo:

source: Display:
es_es: Desplegar:

source: Line settings on this page
es_es: Ajustes de línea en esta página

source: Edit Global Settings Overrides
es_es: Editar Configuración Global Overrides

source: Edit File Configurations
es_es: Editar Archivo de Configuracion

source: Example of Variables allowed in boxes
es_es: Ejemplo de variables permitidas en cuadros

source: Device's Username (usually the extension)
es_es: Usuario del Dispositivo (usualmente la extensión)

source: Device's Description in FreePBX (Usually the Full Name)
es_es: Descripción del dispositivo en FreePBX (generalmente el nombre completo)

source: Device's Mac Address
es_es: Dirección MAC del Dispositivo

source: Device's Model
es_es: Modelo del Dispositivo

source: Add New Template
es_es: Añadir Nueva Plantilla

source: Enabled
es_es: Habilitado

source: Action
es_es: Accion

source: New Name Template...
es_es: Nuevo Nombre Plantilla...

source: Product Select
es_es: Seleccionar Producto

source: Select Product:
es_es: Producto Seleccionado:

source: Clone Template From
es_es: Copiar Plantilla a partir de

source: Package Manager
es_es: Administracion de Paquetes

source: Check for Update
es_es: Buscar actualizaciones

source: Search Model...
es_es: Buscar Modelo...

source: Hidden Packages
es_es: Paquetes ocultos

source: Hidden Brands:
es_es: Marcas ocultas:

source: List Packages Manager
es_es: Administracion Lista de Paquetes

source: Open Source Information
es_es: Información de código abierto

source: Line Loop
es_es: Bucle de línea

source: Global Admin Password
es_es: Contraseña de administrador global

source: Static
es_es: Estático

source: Copy To Clipboard
es_es: Copiado al portapapeles

source: Description
es_es: Descripción

source: Welcome to Endpoint Manager. You have no products (Modules) installed, click <a href="config.php?display=epm_config"><b>here</b></a> to install some
es_es: Bienvenido a Endpoint Manager. No tiene ningún producto (módulos) instalado, haga clic <a href="config.php?display=epm_config"><b>aquí</b></a> para instalar algunos

source: Thanks for upgrading to version 2.0! Please head on over to <a href="config.php?display=epm_config">Brand Configurations/Setup</b></a> to setup and install phone configurations
es_es: ¡Gracias por actualizar a la versión 2.0! Diríjase a <a href="config.php?display=epm_config">Configuraciones de marca / Configuración</a> para configurar e instalar las configuraciones del teléfono

source: No direct script access allowed
es_es: No se permite el acceso directo al script

source: About OSS Endpoint Manager
es_es: Acerca de OSS Endpoint Manager

source: Extension Mapping
es_es: Mapeo de Extensiones

source: Brands
es_es: Marcas

source: Advanced
es_es: Avanzado

source: Template Manager
es_es: Administrador de Plantillas
