Repository: vsc55/freepbx_endpointman
Catalog: i18n/*/LC_MESSAGES/endpointman.po
Languages: es_es

source: Not given a FreePBX Object
es_es: No se le ha dado un objeto FreePBX

source: Can't Load Local Endpoint Manager Directory (%s)!
es_es: ¡No se puede cargar el directorio local de Endpoint Manager (%s)!

source: Endpoint Manager can not create the modules folder!
es_es: ¡Endpoint Manager no puede crear la carpeta de módulos!

source: Configuration Directory is not writable!<br /> Please change the location: <a href='%1$s'>Here</a><br /> Or run this command on SSH: <br /> 'chown -hR root:%2$s %3$s'<br /> 'chmod g+w %3$s'
es_es: ¡El directorio de configuración no se puede escribir!<br /> Por favor, cambie la ubicación: <a href='%1$s'>Aquí</a><br /> O ejecute este comando en SSH: <br /> 'chown -hR root:%2$s %3$s'<br /> 'chmod g+w %3$s'

source: Configuration Directory is not a directory or does not exist! Please change the location here: <a href='%s'>Here</a>
es_es: ¡El directorio de configuración no es un directorio o no existe! Por favor, cambie la ubicación aquí: <a href='%s'>Aquí</a>

source: No command was sent!
es_es: Ningún comando fue enviado!

source: Custom...
es_es: Personalizado...

source: Invalid section module '%s'!
es_es: ¡Módulo de sección '%s' inválido!

source: End Point Manager
es_es: Administracion End Point

source: Delete
es_es: Borrar

source: Delete this Extension from Endpoint Manager
es_es: Eliminar esta extensión de Endpoint Manager

source: Go to phone web interface
es_es: Ir a la interfaz web del teléfono

source: MAC Address
es_es: Direccion MAC

source: The MAC Address of the Phone Assigned to this Extension/Device. <br />(Leave Blank to Remove from Endpoint Manager)
es_es: La dirección MAC del teléfono asignado a esta extensión/dispositivo. <br />(Dejar en blanco para eliminar de Endpoint Manager)

source: Please enter a valid MAC Address
es_es: Introduzca una dirección MAC válida

source: Brand
es_es: Marca

source: The Brand of this Phone.
es_es: La marca de este teléfono.

source: Model
es_es: Modelo

source: The Model of this Phone.
es_es: El modelo de este teléfono.

source: Line
es_es: Linea

source: The Line of this Extension/Device.
es_es: La línea de esta extensión/dispositivo.

source: Template
es_es: Plantilla

source: Reboot
es_es: Reiniciar

source: The Template of this Phone.
es_es: La plantilla de este teléfono.

source: Current Templates
es_es: Plantillas actuales

source: Template Editor
es_es: Editor de plantillas

source: Invalid page!
es_es: ¡Página no válida!

source: Page Not Found (%s)!!!!
es_es: Página no encontrada (%s)!!!

source: ⚡ Endpoint Manager Installer ...
es_es: ⚡ Instalador de Endpoint Manager ...

source: ⚡ Createing Structure directories...
es_es: ⚡ Creación de directorios de estructura...

source: ⚡ Creating symlink to web provisioner...
es_es: ⚡ Creación de un enlace simbólico al aprovisionador web...

source: Skipped (already exists) ✔
es_es: Omitido (ya existe) ✔

source: The file '%s' already exists and not pointing to the correct location, location is '%s'!
es_es: El archivo '%s' ya existe y no apunta a la ubicación correcta, ¡la ubicación es '%s'!

source: The file '%s' already exists and is not a symbolic link!
es_es: ¡El archivo '%s' ya existe y no es un enlace simbólico!

source: Your permissions are wrong on '%s', web provisioning link not created!
es_es: Sus permisos son incorrectos en '%s', ¡el enlace de aprovisionamiento web no se ha creado!

source: Failed to create symbolic link '%s' to '%s'!
es_es: ¡No se pudo crear el enlace simbólico '%s' a '%s'!

source: ⚡ Inserting Config Global and Updating...
es_es: ⚡ Insertando Config Global y actualizando...

source: [%s] Can't Load Local Endpoint Manager Directory!
es_es: [%s] ¡No se puede cargar el directorio local de Endpoint Manager!

source: [%s] Endpoint Manager can not create the modules folder!
es_es: [%s] ¡Endpoint Manager no puede crear la carpeta de módulos!

source: Saving Changes...
es_es: Guardando cambios…

source: Saving Changes... Ok!
es_es: Guardando cambios… Listo!

source: Invalid Option!
es_es: Opcion no valida!

source: File Content Obtained Successfully
es_es: Contenido del archivo obtenido correctamente

source: Empty data received or data is not foromatted correctly!
es_es: Se han recibido datos vacíos o los datos no se han procesado correctamente

source: Tab '%s' not valid!
es_es: ¡La pestaña '%s' no es válida!

source: Command '%s' not found!
es_es: ¡Comando '%s' no encontrado!

source: Settings
es_es: Configuración

source: OUI Manager
es_es: Administrador OUI

source: Product Configuration Editor
es_es: Editor de configuración de producto

source: Import/Export My Devices List
es_es: Importar/exportar mi lista de dispositivos

source: Package Import/Export
es_es: Paquete de importación/exportación

source: Git not installed!
es_es: GIT no instalado!

source: IP address of phone server
es_es: Dirección IP del servidor telefónico (PBX)

source: IP Server PBX...
es_es: IP del Servidor PBX...

source: The IP Address of the Server PBX that will be used to provision the phones.
es_es: La dirección IP del servidor PBX que se utilizará para aprovisionar los teléfonos.

source: Use Me!
es_es: ¡Úsame!

source: Configuration Type
es_es: Tipo de Configuracion

source: File (TFTP/FTP)
es_es: Archivos (TFTP/FTP)

source: <strong>Updated!</strong> - Point your phones to: %s
es_es: <strong>¡Actualizado!</strong> - Apunten sus teléfonos a: %s

source: Global Final Config & Firmware Directory
es_es: Directorio global de firmware y configuración final

source: Configuration Location...
es_es: Configuración Ubicación...

source: Path location root TFTP server.
es_es: Ubicación de la ruta raíz del servidor TFTP.

source: Phone Admin Password
es_es: Contraseña de administrador del teléfono

source: Admin Password...
es_es: Contraseña de administrador...

source: Enter a admin password for your phones. Must be 6 characters and only nummeric is recommendet!
es_es: Introduzca una contraseña de administrador para sus teléfonos. Debe tener 6 caracteres y sólo se recomienda numérico

source: Phone User Password
es_es: Contraseña de usuario del teléfono

source: User Password...
es_es: Contraseña de usuario...

source: Enter a user password for your phones. Must be 6 characters and only nummeric is recommendet!
es_es: Introduzca una contraseña de usuario para sus teléfonos. ¡Debe tener 6 caracteres y solo se recomienda nummérico!

source: Time Settings
es_es: Ajustes de Hora

source: Time Zone
es_es: Zona Horaria

source: Time Zone configuration terminasl. Like England/London
es_es: Zona Horaria que se usar para configura los terminales. Ejemplo Europa/Madrid

source: Search
es_es: Buscar

source: Time Zone PBX
es_es: Zona Horaria de la PBX

source: Time Server (NTP Server)
es_es: Servidor de Tiempo (NTP Server)

source: NTP Server...
es_es: Servidor NTP...

source: The NTP Server that will be used to provision the phones.
es_es: El servidor NTP que se usará para aprovisionar los teléfonos.

source: Local Paths
es_es: Rutas Locales

source: NMAP Executable Path
es_es: Ruta Ejecutable NMAP

source: Nmap Location...
es_es: Ubicación de Nmap...

source: The location of the Nmap binary.
es_es: La ubicación del binario Nmap.

source: Arp Executable Path
es_es: Ruta ejecutable Arp

source: Arp Location...
es_es: Ubicación de Arp...

source: The location of the Arp binary.
es_es: La ubicación del binario Arp.

source: Asterisk Executable Path
es_es: Ruta Ejecutable Asterisk

source: Asterisk Location...
es_es: Ubicación de Asterisk...

source: The location of the Asterisk binary.
es_es: La ubicación del binario Asterisk.

source: Tar Executable Path
es_es: Ruta del ejecutable Tar

source: Tar Location...
es_es: Ubicación de TAR...

source: The location of the Tar binary.
es_es: La ubicación del binario Tar.

source: Netstat Executable Path
es_es: Ruta ejecutable de Netstat

source: Netstat Location...
es_es: Ubicación de Netstat...

source: The location of the Netstat binary.
es_es: La ubicación del binario Netstat.

source: Whoami Executable Path
es_es: Ruta ejecutable de Whoami

source: Whoami Location...
es_es: Ubicación de Whoami...

source: The location of the Whoami binary.
es_es: La ubicación del binario Whoami.

source: Nohup Executable Path
es_es: Ruta de acceso ejecutable de Nohup

source: Nohup Location...
es_es: Ubicación de Nohup...

source: The location of the Nohup binary.
es_es: La ubicación del binario Nohup.

source: Groups Executable Path
es_es: Ruta de acceso ejecutable Grupos

source: Groups Location...
es_es: Grupos Ubicación...

source: The location of the Groups binary.
es_es: La ubicación del binario Groups.

source: Web Directories
es_es: Directorios Web

source: Package Server
es_es: Servidor de Paquetes

source: URL download files and packages the configuration terminals.
es_es: URL de descarga de archivos y paquetes de los terminales de configuración.

source: Default Mirror FreePBX
es_es: Mirror por defecto de FreePBX

source: Other Settings
es_es: Otros ajustes

source: Enable this setting if you dont want to get a warning message anymore if you have the Commercial Endpoint Manager installed together with OSS Endpoint Manager.
es_es: Habilite esta configuración si no desea recibir más un mensaje de advertencia si tiene el Gestor de Endpoints Comercial instalado junto con el Gestor de Endpoints OSS.

source: Experimental Settings
es_es: Ajustes experimentales

source: Enable FreePBX ARI Module
es_es: Habilitar el módulo ARI de FreePBX

source: Enable FreePBX ARI Module %s.
es_es: Habilite el módulo ARI de FreePBX %s.

source: Enable this setting if you want to see debug messages.
es_es: Active esta opción si desea ver los mensajes de depuración.

source: Disable Tooltips
es_es: Desactivar las sugerencias

source: Disable Tooltip popups
es_es: Desactivar ventanas emergentes

source: Allow Duplicate Extensions
es_es: Permitir extensiones duplicadas

source: Assign the same extension to multiple phones (Note: This is not supported by Asterisk)
es_es: Asignar la misma extensión a múltiples teléfonos (Nota: Esto no es soportado por Asterisk)

source: Allow Saving Over Default Configuration Files
es_es: Permitir guardar Sobre los archivos de configuración predeterminados

source: When editing the configuration files allows one to save over the global template default instead of saving directly to the database. These types of changes can and will be overwritten when updating the brand packages from the configuration/installation page.
es_es: Al editar los archivos de configuración permite guardar sobre la plantilla global por defecto en lugar de guardar directamente en la base de datos. Este tipo de cambios pueden y serán sobrescritos al actualizar los paquetes de marca desde la página de configuración/instalación.

source: Disable TFTP Server Check
es_es: Desactivar comprobación de servidor TFTP

source: Disable checking for a valid, working TFTP server which can sometimes cause Apache to crash.
es_es: Desactivar la comprobación de un servidor TFTP válido y en funcionamiento, que a veces puede provocar el bloqueo de Apache.

source: Disable Configuration File Backups
es_es: Desactivar las copias de seguridad del archivo de configuración

source: %s at %s
es_es: %s a las %s

source: No Configuration Location Defined!
es_es: Configuracion de Ubicacion no definida!

source: Directory does not exist!
es_es: ¡El directorio no existe!

source: The path '%s' is not a directory!
es_es: ¡La ruta '%s' no es un directorio!

source: Directory '%s' Not Writable!
es_es: ¡El directorio '%s' no se puede escribir!

source: Invalid server type '%s'!
es_es: ¡Tipo de servidor '%s' no válido!

source: Your permissions are wrong on %s, web provisioning link not created!
es_es: Sus permisos son incorrectos en %s, ¡el enlace de aprovisionamiento web no se ha creado!

source: Name invalid: %s
es_es: Nombre no válido: %s

source: Files Config
es_es: Archivos de Configuración

source: Templates
es_es: Plantillas

source: Custom Files
es_es: Archivos Personalizados

source: No send ID Product!
es_es: ¡No hay producto de identificación enviado!

source: Invalid ID Product (less than 0)!
es_es: ID de producto no válido (menos de 0)

source: File setup.php not found!
es_es: ¡Archivo setup.php no encontrado!

source: Product not located in the database!
es_es: ¡Producto no localizado en la base de datos!

source: Class '%s' not found!
es_es: ¡Clase '%s' no encontrada!

source: Product Select send is number not valid!
es_es: Producto seleccione enviado es un número no válido!

source: File '%s' not found!
es_es: ¡Archivo '%s' no encontrado!

source: Type File invalid: %s
es_es: Tipo Archivo no válido: %s

source: Product not found!
es_es: Producto no encontrado!

source: File delete ok!
es_es: ¡Archivo borrado ok!

source: File not delete!
es_es: Archivo no borrado!

source: Type File [%s] not valid!
es_es: El tipo de archivo [%s] no es válido!

source: Product '%s' not found!
es_es: ¡Producto '%s' no encontrado!

source: The name of the file to save is empty!
es_es: El nombre del archivo a guardar está vacío!

source: The name of the file to save must be different from the original name!
es_es: El nombre del archivo a guardar debe ser diferente del nombre original!

source: Type File '%s' not valid!
es_es: El tipo de archivo '%s' no es válido

source: Select Brand:
es_es: Seleccionar Marca:

source: OUI is empty!
es_es: ¡La OUI está vacía!

source: OUI must be a number!
es_es: ¡La OUI debe ser un número!

source: OUI not found!
es_es: ¡OUI no encontrado!

source: Error deleting OUI '%s' from brand '%s'!
es_es: ¡Error al borrar OUI '%s' de la marca '%s'!

source: OUI '%s' deleted from brand '%s' successfully!
es_es: OUI '%s' borrada de la marca '%s' Satisfactoriamente!

source: Brand is empty!
es_es: ¡La marca está vacía!

source: Brand '%s' not found!
es_es: ¡Marca '%s' no encontrada!

source: OUI must be at least 6 characters!
es_es: La OUI debe tener al menos 6 caracteres!

source: OUI must be hexadecimal!
es_es: La OUI debe ser hexadecimal!

source: OUI '%s' already exists!
es_es: ¡OUI '%s' ya existe!

source: OUI '%s' already exists for brand '%s'!
es_es: ¡La OUI '%s' ya existe para la marca '%s'!

source: Error adding OUI '%s' to brand '%s'!
es_es: ¡Error al añadir OUI '%s' a la marca '%s'!

source: OUI '%s' added to brand '%s' successfully!
es_es: OUI '%s' añadida a la marca '%s' satisfactoriamente!

source: List Done!
es_es: ¡Lista hecha!

source: Not is directory:
es_es: No es el directorio:

source: Directory no exists:
es_es: El directorio no existe:

source: Error: Can Not Find Uploaded Files!
es_es: Error: No puede encontrar los archivos subidos!

source: Importing brand file %s...
es_es: Importando archivo de marca %s ...

source: Creating EPM temp directory...
es_es: Creación de directorio temporal EPM ...

source: Done!
es_es: Correcto!

source: Extracting Tarball %s to %s...
es_es: Extrayendo Tarball %s to %s...

source: Extracting Tarball...
es_es: Extrayendo Tarball...

source: Looking for file %s to pass on to update_brand() ...
es_es: Buscando el archivo %s para pasar a update_brand () ...

source: Looking file and update brand's ...
es_es: Mirando archivo y actualizando las marcas …

source: Please name the Package the same name as your brand!
es_es: Por favor, nombrar el Paquete con el mismo nombre que tu marca!

source: Error: No File Provided!
es_es: Error: No archivo proporcionado!

source: Error: Invalid File Extension!
es_es: Error: La extensión de archivo no es válida!

source: Importing Provisioner file %s...
es_es: Importando archivo %s de aprovisionamiento ...

source: Extracting Provisioner Package...
es_es: Extrayendo Paquete de aprovisionamiento …

source: Creating Provisioner Directory...
es_es: Creación directorio de aprovisionamiento …

source: Updating Last Modified...
es_es: Actualizando Última Modificación …

source: Error: File Temp no Exists!
es_es: Error: Archivo Temp no existe!

source: Error: No package set!
es_es: Error: No se ha establecido paquete!

source: Error: Package not valid!
es_es: Error: El paquete no es válido!

source: Error: ID Package send not valid, brand not exist!
es_es: Error: ID del paquete enviado no es válida, la marca no existe!

source: Exporting %s ...
es_es: Exportando %s …

source: Click this link to download:
es_es: Haga clic en este enlace para descargar:

source: Here
es_es: Aquí

source: Importing CSV file %s ...<br />
es_es: Importar archivo CSV %s...<br />

source: Error: File %s size is 0!
es_es: Error: El tamaño del archivo %s es 0!

source: Error: Invalid Extension Specified on line %d!
es_es: Error: Extensión no válida especificada en la línea %d!

source: Error: Invalid Brand Specified on line %d!
es_es: Error: Marca no válida especificada en la línea %d!

source: Error: Invalid Mac on line %d!
es_es: Error: MAC no valida en linea %d!

source: Error: Possible file upload attack!
es_es: Error: Posible ataque de subida de archivos!

source: Local TFTP Server is not correctly configured!
es_es: El servidor TFTP local no está configurado correctamente!

source: Unable to write to '%s'!
es_es: No se puede escribir en '%s'!

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El fichero subido excede la directiva upload_max_filesize de php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_es: El fichero subido excede la directiva MAX_FILE_SIZE especificada en el formulario HTML

source: The uploaded file was only partially uploaded
es_es: El fichero fue sólo parcialmente subido

source: No file was uploaded
es_es: No se ha cargado el fichero

source: Missing a temporary folder
es_es: Falta la carpeta temporal

source: Failed to write file to disk
es_es: No se ha podido escribir el archivo en el disco

source: File upload stopped by extension
es_es: Una extensión de PHP detuvo la subida de ficheros

source: Unknown upload error
es_es: Error al subir Desconocido

source: If we can activate the model set terminals of the models.<br /> If this model is disabled will not appear in the list of models that can be configured for PBX.
es_es: Si activamos el modelo podremos configurar terminales de dicho modelos. Si esta desactivado este modelo no aparecera en la lista de modelos que se pueden configurar para la PBX.

source: The button "Install Firmware" installs the necessary files to the server for the terminal alone are updated via TFTP or HTTP.<br /> The button "Remove frimware" delete files server products.<br /> The button "Update frimware" appears if a newer frimware detected on the server and asks if you want to update.<br /> The "Update" button appears when a new version of this model pack is detected.
es_es: El boton "Instalar Firmware" instala los archivos necesarios en el servidor para que lo terminales se actualicen solos a traves de HTTP o TFTP.<br /> El boton "Remover Frimware" elimina los archivos de los productos del servidor.<br /> El boton "Actualizar Frimware" aparece si se detectado un frimware mas nuevo en el servidor y nos pregunta si deseas actualizar.<br /> El boton "Actualizar" aparece cuando se detecta una nueva version de Paquete de este modelo.

source: The "Install" button installs the configuration package brand models we selected.<br /> The "Uninstall" button removes the package configuration models of the brand selected.<br /> The "Update" button appears if a new version of the package that is already installed to upgrade to the latest version is detected.
es_es: El boton "Instalar" instala el paquete de configuracion de los modelos de la marca que seleccionamos.<br /> El boton "Desinstalar" elimina el paquete de configuracion de los modelos de la marca que seleccionamos.<br /> El boton "Actualizacion" aparece si se detecta una nueva version del paquete que esta ya instalado para actualizar a la ultima version.

source: New Package Modified
es_es: Nuevo paquete Modificado

source: Package Last Modified
es_es: Paquete última actualización

source: Check for Update
es_es: Buscar actualizaciones

source: Check Online
es_es: Verifique en línea

source: Install
es_es: Instalar

source: Uninstall
es_es: Desisntalar

source: Update
es_es: Actualizar

source: FW Install
es_es: FW Instalar

source: FW Delete
es_es: FW Eliminar

source: FW Update
es_es: FW Actualizar

source: Enable
es_es: Activar

source: Disable
es_es: Desactivar

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Ready!
es_es: Listo!

source: Update!
es_es: Actualizado!

source: Check for Updates...
es_es: Buscar actualizaciones...

source: Check for Updates... Ok!
es_es: Buscar actualizaciones... Listo!

source: Update Content...
es_es: Actualizar contenido....

source: Command not found [%s]!
es_es: ¡Comando no encontrado [%s]!

source: Update data...
es_es: Actualizar datos...

source: ❌Something Went Wrong!
es_es: ❌¡Algo salió mal!

source: 🔳 Process Completed!
es_es: 🔳 ¡Proceso completado!

source: ❌ No ID Received!
es_es: ❌ ¡No se ha recibido ID!

source: ❌ ID [%s] Received Is Not a Number!
es_es: ❌ ID [%s] ¡Recibido no es un número!

source: ❌ No Command Received or Command Is Not a String!
es_es: ❌ ¡No se ha recibido ningún comando o el comando no es una cadena!

source: ❌ Command [%s] not valid!
es_es: ❌ ¡Comando [%s] no válido!

source: ❌ Error in the process of checking the request arguments!
es_es: ❌ ¡Error en el proceso de comprobación de los argumentos de la solicitud!

source: ❌ Install Firmware Error, ID '%s' is invalid!
es_es: ❌ Error de instalación de firmware, ¡el ID '%s' no es válido!

source: ❌ Remove Firmware Error, ID '%s' is invalid!
es_es: ❌ Eliminar error de firmware, ¡el ID '%s' no es válido!

source: ❌ Command '%s' not found!
es_es: ❌ ¡Comando '%s' no encontrado!

source: Invalid TypeSaveCfg '%s'!
es_es: TypeSaveCfg '%s' no válido

source: Invalid Value '%s'!
es_es: ¡Valor no válido '%s'!

source: Error in the process of enabling the model!
es_es: ¡Error en el proceso de habilitación del modelo!

source: IDType '%s' invalid for Enabled!
es_es: ¡IDType '%s' no válido para Enabled!

source: Error in the process of hiding the brand!
es_es: ¡Error en el proceso de ocultar la marca!

source: Error in the process of hiding the product!
es_es: ¡Error en el proceso de ocultación del producto!

source: Error in the process of hiding the model!
es_es: ¡Error al ocultar el modelo!

source: IDType '%s' invalid!
es_es: IDType '%s' ¡no válido!

source: Error: No Version Found
es_es: Error: No se ha encontrado ninguna versión

source: Error: Brand Data File Missing or Cannot Be Parsed
es_es: Error: Falta el archivo de datos de marca o no se puede procesar

source: Error: Brand Not Found
es_es: Error: Marca no encontrada

source: Error: Brand Data File Missing
es_es: Error: Falta el archivo de datos de la marca

source: ❌ The stream could not be opened: the requested url was not found or there was a problem with the request.
es_es: ❌ No se pudo abrir el flujo: no se encontró la url solicitada o hubo un problema con la solicitud.

source: ❌ The Remote server did not return any status information, Please try again later!
es_es: ❌ El servidor remoto no devolvió ninguna información de estado, ¡Inténtelo de nuevo más tarde!

source: Downloading master JSON file...
es_es: Descargando archivo JSON maestro...

source: ❌ Not able to connect to repository and no local master file found!<br>
es_es: ❌ ¡No se ha podido conectar al repositorio y no se ha encontrado ningún archivo maestro local!<br>

source: 💥 Not able to connect to repository. Using local master file instead.<br>
es_es: 💥 No se puede conectar al repositorio. Usando archivo maestro local en su lugar.<br>

source: ❌ No package found in master.json<br>
es_es: ❌ No se ha encontrado ningún paquete en master.json<br>
